{
    "planets": [
      {
        "name": "Меркурий",
        "fact_of_the_day": "Меркурий является самой близкой планетой к Солнцу и одновременно самой маленькой в Солнечной системе. Его поверхность испещрена кратерами и напоминает поверхность Луны. Название планеты происходит от имени римского бога торговли и путешествий.",
        "card_fact": "Меркурий - самая маленькая планета в Солнечной системе и самая близкая к Солнцу.",
        "data": {
          "mass_kg": "3.3",
          "gravity_m_s2": 3.7,
          "day_hours": 4222,
          "max_speed_km_s": 4.25,
          "avg_temperature_c": 167,
          "distance_to_sun_km": 57910000
        }
      },
      {
        "name": "Венера",
        "fact_of_the_day": "Венера — вторая планета от Солнца, часто именуемая \"сестрой Земли\" из-за сходного размера и строения. Однако атмосфера Венеры чрезвычайно плотная и состоит из углекислого газа, что создает экстремальный парниковый эффект. Названа в честь римской богини любви и красоты.",
        "card_fact": "Венера - вторая планета от Солнца и ближайший планетарный сосед Земли.",
        "data": {
          "mass_kg": "4.87",
          "gravity_m_s2": 8.87,
          "day_hours": 2802,
          "max_speed_km_s": 10.36,
          "avg_temperature_c": 464,
          "distance_to_sun_km": 108200000
        }
      },
      {
        "name": "Земля",
        "fact_of_the_day": "Наша родная планета — единственная на данный момент известная планета, на которой существует жизнь. Земля — третья планета от Солнца и пятая по величине планета в Солнечной системе.",
        "card_fact": "Земля представляет собой эллипсоид с окружностью около 40 000 км. Это самая плотная планета в Солнечной системе.",
        "data": {
          "mass_kg": "5.97",
          "gravity_m_s2": 9.8,
          "day_hours": 24,
          "max_speed_km_s": 11.2,
          "avg_temperature_c": 15,
          "distance_to_sun_km": 149600000
        }
      },
      {
        "name": "Марс",
        "fact_of_the_day": "Марс — четвертая планета от Солнца и вторая по величине после Меркурия. Названа в честь римского бога войны. Марс известен своим красным цветом из-за обилия железа на поверхности.",
        "card_fact": "Марс - четвертая планета от Солнца и вторая по величине в Солнечной системе",
        "data": {
          "mass_kg": "6.42",
          "gravity_m_s2": 3.71,
          "day_hours": 25,
          "max_speed_km_s": 5.03,
          "avg_temperature_c": -65,
          "distance_to_sun_km": 227900000
        }
      },
      {
        "name": "Юпитер",
        "fact_of_the_day": "Юпитер — самая большая планета в Солнечной системе и пятая по удаленности от Солнца. Его атмосфера состоит в основном из водорода и гелия. Юпитер известен своим Большим красным пятном, гигантским штормом, который бушует уже несколько столетий. Название связано с римским богом-громовержцем.",
        "card_fact": "Юпитер — самая большая планета в Солнечной системе и пятая по удаленности от Солнца.",
        "data": {
          "mass_kg": "1.90",
          "gravity_m_s2": 24.79,
          "day_hours": 10,
          "max_speed_km_s": 59.5,
          "avg_temperature_c": -110,
          "distance_to_sun_km": 778300000
        }
      },
      {
        "name": "Сатурн",
        "fact_of_the_day": "Сатурн — шестая планета от Солнца и вторая по величине после Юпитера. Он известен своей системой впечатляющих колец, состоящих из льда и камней. Назван в честь римского бога сельского хозяйства.",
        "card_fact": "Сатурн — шестая планета от Солнца и вторая по величине после Юпитера.",
        "data": {
          "mass_kg": "8.68",
          "gravity_m_s2": 8.69,
          "day_hours": 17,
          "max_speed_km_s": 21.3,
          "avg_temperature_c": -195,
          "distance_to_sun_km": 2871000000
        }
      },
      {
        "name": "Уран",
        "fact_of_the_day": "Уран — седьмая планета от Солнца и уникальна своим осевым наклоном, отчего кажется, что она \"катится\" по своей орбите. Атмосфера Урана состоит в основном из водорода и гелия с примесью метана, что придает планете голубоватый оттенок. Названа в честь древнегреческого бога неба.",
        "card_fact": "Уран — седьмая планета от Солнца и уникальна своим осевым наклоном, отчего кажется, что она \"катится\" по своей орбите.",
        "data": {
          "mass_kg": "1.02",
          "gravity_m_s2": 11.15,
          "day_hours": 16,
          "max_speed_km_s": 23.5,
          "avg_temperature_c": -200,
          "distance_to_sun_km": 4497000000
        }
      },
      {
        "name": "Нептун",
        "fact_of_the_day": "Нептун — восьмая и самая удаленная планета от Солнца в Солнечной системе. Она известна своим ярко-синим цветом, вызванным наличием в ее атмосфере метана. Названа в честь римского бога морей и океанов.",
        "card_fact": "Нептун — восьмая и самая удаленная планета от Солнца в Солнечной системе.",
        "data": {
          "mass_kg": "1.02",
          "gravity_m_s2": 11.15,
          "day_hours": 16,
          "max_speed_km_s": 23.5,
          "avg_temperature_c": -200,
          "distance_to_sun_km": 4497000000
        }
      }
    ]
  }
  